{
  "posts": {
    "data":{
      "count":[
        { "id": 1, "count": "10" },
        { "id": 2, "count": "20" },
        { "id": 3, "count": "30" },
        { "id": 4, "count": "40" },
        { "id": 5, "count": "0" }
      ],
      "inbox":[
          {"id":1, "title":'ตะลุยสุสานพีระมิดตะลุยสุสานพีระมิดตะลุยสุสานพีระมิดพีระมิดตะลุยสุสานพีระมิด',"date":'May 25 2020 / 14:00',"message":'ไม่ต้องไปไกลถึงอียิปต์ ก็ได้ตะลุยสุสานพีระมิดแบบสมจริง โดยเว็ปไซต์การท่องเที่ยวโบราณสถานของอียิปต์ Ministry of Tourism and Antiquities เปิดให้นักท่องเที่ยวเข้าชมภาพบรรยากาศในสุสานพีระมิด แบบออนไลน์ 360 องศา เสมือนจริงผ่านระบบ VR '},
          {"id":2,"title":'ห้องสมุดสุดอลังการ',"date":'May 26 2020 / 15:00',"message":'เป้าหมายของทริปนี้ ที่งานเทศกาลน้ำแข็งสุดยิ่งใหญ่ระดับโลกของฮาร์บิน ได้หนาวสุดขั้วไปพร้อมกัน'},
          {"id":3,"title":'The First Ultimate',"date":'May 27 2020 / 16:00',"message":'หมู่บ้านแมวหูต่ง (Houtong Cat Village) ถือได้ว่าเป็นสวรรค์ของคนรักแมวอีกแห่งหนึ่ง ที่อยู่บนเนินเขาเรียบฝั่งแม่น้ำจี้หลง เมืองนิวไทเป (New Taipei City) ห่างจากเมืองหลวงไทเปออกไปเพียง 35 กิโลเมตร เป็นหมู่บ้านเล็กๆ ที่เต็มไปด้วยแมวเหมียวนับร้อยชีวิต เดิมชื่อว่าหมู่บ้าน Hou Dong ที่แปลว่า “ถ้ำลิง” เนื่องจากในช่วงแรกที่มีผู้คนเข้ามาอาศัย ที่นี่เป็นถ้ำและมีลิงป่าอาศัยอยู่'},
          {"id":4,"title":'Hanoi (Vietnam)',"date":'May 28 2020 / 17:00',"message":'รายการ The First Ultimate ขอพาคุณผู้ชมสัมผัสอดีต 1 ใน 7 สิ่งมหัศจรรย์ของโลก ในดินแดนแห่งอารยธรรมโบราณ กับปราสาทนครวัด หรือ อังกอร์วัด ศาสนสถานที่ใหญ่ ที่สุดในโลก'},
          {"id":5,"title":'ทัวร์กัมพูชา 5 วัน 4 คืน',"date":'May 29 2020 / 18:00',"message":'ครั้งแรก! กับการสัมผัสประสบการณ์เรือสำราญ สุดหรู ระดับโลก!! พาคุณล่องเรือ Royal Caribbean : Quantum of the Seas ชมบรรยากาศทะเลญี่ปุ่น'},
          {"id":6,"title":'ทัวร์เรือสำราญ',"date":'May 30 2020 / 19:00',"message":'อีกหนึ่งความใฝ่ฝันของเหล่าบรรดาหนอนหนังสือ ที่อยากไปเยือนห้องสมุดท่ามกลางชั้นหนังสือมากมาย และความสวยงามของการตกแต่ง'}
      ]
     }
    },
  "comments": [
    { "id": 1, "body": "some comment", "postId": 1 },
    { "id": 2, "body": "some comment", "postId": 1 }
  ],
  "profile": {
    "name": "typicode"
  }
}
